module.exports = [
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.27230099999997,
        40.520181,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Ανάργυροι",
      "slug": "agioi-anargyroi",
      "category": "Βυζαντινά",
      "category-slug": "byzantina",
      "images": "4",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός των Αγίων Αναργύρων, που αποτελεί ομάδα μνημείων με τους αντίστοιχους ναούς του Αγίου Στεφάνου και των Ταξιαρχών Μητρόπολης εξαιτίας του κοινού αρχιτεκτονικού τύπου, χαρακτηριστικού για τη Βόρεια Ελλάδα, κτίστηκε τον 10ο αιώνα. Πρόκειται για τρίκλιτη ξυλόστεγη βασιλική με υπερυψωμένο φωταγωγό στο μεσαίο κλίτος, πλούσιο κεραμοπλαστικό διάκοσμο και εικονογράφηση (τοιχογραφίες) που χωρίζεται σε δύο φάσεις. Το πρώτο στρώμα, σύγχρονο με την οικοδόμηση της εκκλησίας, σώζεται αποσπασματικά και περιλαμβάνει μεμονωμένες παραστάσεις κυρίως στον νάρθηκα. Το δεύτερο στρώμα χρονολογείται τον 12ο αιώνα, εκτείνεται σε ζώνες στις επιφάνειες του κυρίως ναού και αποτελεί μοναδικό δείγμα βυζαντινής ζωγραφικής και έκφραση του υστεροκομνήνειου μανιερισμού. Οι απεικονίσεις των χορηγών της οικογένειας Λημνιώτη στο βόρειο και νότιο κλίτος καταδεικνύουν την Καστοριά ως αξιόλογο διοικητικό κέντρο, με τοπικούς άρχοντες και κρατικούς αξιωματούχους που συνδέονταν με την αριστοκρατία της Κωνσταντινούπολης και έφεραν την πόλη στο επίκεντρο των εμπορικών και οικονομικών εξελίξεων."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.266943999999967,
        40.515,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Αθανάσιος Μουζάκη",
      "slug": "agios-athanasios-mouzaki",
      "category": "Βυζαντινά",
      "category-slug": "byzantina",
      "images": "2",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός του Αγίου Αθανασίου του Μουζάκη αποτελεί μνημείο ιδιαίτερης ιστορικής και καλλιτεχνικής σημασίας. Κτητορική επιγραφή στο υπέρθυρο του δυτικού τοίχου του ναού πιστοποιεί πως οικοδομήθηκε και διακοσμήθηκε με τοιχογραφίες το 1383/4 με χορηγία ιστορικών προσώπων της οικογένειας Μουζάκη, αρχόντων του Βερατίου της Αλβανίας, που κατέλαβαν την Καστοριά ανάμεσα στη σερβική (1374) και την τουρκική (1386) κατάκτηση. Πρόκειται για μονόχωρο δρομικό ναό με μεταγενέστερο νάρθηκα και λαμπρό τοιχογραφικό διάκοσμο - υψηλής ποιότητας ζωγραφικής της παλαιολόγειας περιόδου - που αποδίδεται σε σημαντικό καλλιτεχνικό εργαστήριο το οποίο δραστηριοποιήθηκε και σε άλλους ναούς της ευρύτερης περιοχής της Αλβανίας (εκκλησία της Γέννησης στο Mali-Grad (1369), στο αλβανικό τμήμα της Πρέσπας, και στη Ζωοδόχο Πηγή στο Borje (1390), στην περιοχή της Κορυτσάς)."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.265745000000038,
        40.518974,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Αλύπιος Οικονόμου",
      "slug": "agios-alypios-oikonomou",
      "category": "Βυζαντινά",
      "category-slug": "byzantina",
      "images": "4",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός του Αγίου Αλυπίου ενορίας Οικονόμου είναι ένας μονόχωρος ξυλόστεγος ναός με τρίπλευρη αψίδα στην ανατολική τοιχοποιία και μεταγενέστερο νάρθηκα στη δυτική πλευρά. Φέρει δύο αποσπασματικά σωζόμενες επιγραφές, μια εκ των οποίων, πιθανότατα δωρεά, χρονολογείται την 3η Μαρτίου 1420 της 13ης Ινδικτιώνος και βρίσκεται στην εξωτερική παρειά του δυτικού τοίχου πάνω από το υπέρθυρο της εισόδου του κυρίως ναού, συνοδεύοντας την απεικόνιση «κεκοιμημένων» η οποία, ωστόσο, δεν διατηρείται. Στο εσωτερικό του κυρίως ναού διατηρείται αποσπασματικά τοιχογραφικός διάκοσμος υψηλού καλλιτεχνικού επιπέδου που τεχνοτροπικά εντάσσεται στο τελευταίο τέταρτο του 14ου αιώνα. Τα σωζόμενα θέματα προέρχονται από τον λειτουργικό κύκλο και το Δωδεκάορτο. Διατηρούνται ακόμη ολόσωμες μορφές και προτομές αγίων σε στηθάρια καθώς και απεικονίσεις της Παναγίας. Η παράσταση της Παναγίας στο τεταρτοσφαίριο της κόγχης του ιερού, με την προσωνυμία «Η ΑΧΕΙΡΟΠΟΙΗΤΟΣ», επίθετο που την συνδέει με την εικονογραφική παράδοση της Θεσσαλονίκης, παρουσιάζει ιδιαίτερο ενδιαφέρον."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.26814200000001,
        40.517088,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος Κασνίτση",
      "slug": "agios-nikolaos-kaznitsi",
      "category": "Βυζαντινά",
      "category-slug": "byzantina",
      "images": "2",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο Άγιος Νικόλαος Κασνίτση είναι μια μονόχωρη, ξυλόστεγη βασιλική με ελάχιστα φωτιστικά ανοίγματα και νάρθηκα όπου απεικονίζονται οι κτήτορες του, ευγενείς τιτλούχοι της τοπικής αριστοκρατίας, ενώ άγνωστος παραμένει ο χρόνος ίδρυσής του. Εξωτερικά, κοσμείται με περίτεχνο και πλούσιο κεραμοπλαστικό διάκοσμο που περιτρέχει τον ναό σε ζώνες. Το εσωτερικό του ναού, κατάγραφο με τοιχογραφίες που χρονολογούνται στο β΄ μισό 12ου αιώνα και αποτελούν έργο μιας φάσης και πιθανόν ενός ζωγράφου, διατηρείται σε σχετικά καλή κατάσταση και διαιρείται σε τρεις ζώνες, ακολουθώντας την καθιερωμένη διάταξη. Στην ανατολική πλευρά του νοτίου τοίχου υπάρχει τυφλή αψίδα με την απεικόνιση του προστάτη αγίου της εκκλησίας, χαρακτηριστικό στους ναούς της Βόρειας Ελλάδας. Τον νάρθηκα κοσμούν σκηνές του βίου του τιμώμενου αγίου."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.272209999999973,
        40.521059,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος Τζώτζα",
      "slug": "agios-nikolaos-tzotza",
      "category": "Βυζαντινά",
      "category-slug": "byzantina",
      "images": "3",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός του Αγίου Νικολάου του Τζώτζα, που βρίσκεται στη βόρεια πλευρά της Καστοριάς στη συνοικία \"Απόζαρι\", κτίστηκε και τοιχογραφήθηκε αρχικά στο δεύτερo μισό του 14ου αιώνα. Πρόκειται για μονόχωρη ξυλόστεγη βασιλική με ημικυκλική αψίδα και μεταγενέστερο νάρθηκα (όψιμοι μεταβυζαντινοί χρόνοι) προς τη νότια και δυτική πλευρά. Στην εξωτερική παρειά του βόρειου τοίχου διατηρείται τμήμα επιγραφής με αποτροπαϊκό- φυλακτικό χαρακτήρα. Ο τοιχογραφικός διάκοσμος διατηρείται αποσπασματικά και χρονολογείται με βάση τεχνοτροπικά χαρακτηριστικά περίπου στην εικοσαετία 1360-1380. Το εικονογραφικό πρόγραμμα του ναού αποδίδεται σε τοπικό καλλιτεχνικό εργαστήρι, περιλαμβάνει θέματα από τον λειτουργικό κύκλο και το Δωδεκάορτο, καθώς και μεμονωμένες μορφές ολόσωμων αγίων και προτομές αγίων σε μετάλλια. Ιδιαίτερο ενδιαφέρον παρουσιάζει η σύνθεση της Αγίας Τριάδας συνδυαστικά με τη Βασιλική Δέηση που δεσπόζει στην αετωματική απόληξη του ανατολικού τοίχου στο εσωτερικό του ναού, όπου διαπιστώνεται η δημιουργικότητα και το θεολογικό και δογματικό υπόβαθρο του ανώνυμου ζωγράφου."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.2728158,
        40.5193223,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Στέφανος",
      "slug": "agios-stefanos",
      "category": "Βυζαντινά",
      "category-slug": "byzantina",
      "images": "3",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός του Αγίου Στεφάνου αποτελεί ομάδα μνημείων με τον ναό των Ταξιαρχών Μητρόπολης και των Αγίων Αναργύρων. Ιδρύθηκε στα τέλη του 9ου με αρχές του 10ου αιώνα και είναι μια μεσοβυζαντική βασιλική με υψηλό φωταγωγό και πλούσιο εξωτερικό κεραμοπλαστικό διάκοσμο. Η προσωπογραφία του ιερέα Θεοδώρου Λημνιώτη ως κτήτορα απεικονίζεται στον νάρθηκα ενώ πάνω από αυτόν διαμορφώνεται υπερώο - γυναικωνίτης και στο νότιο τμήμα του σχηματίζεται το μικρών διαστάσεων παρεκκλήσιο της Αγίας Άννας. Στο ιερό σώζεται κτιστός επισκοπικός θρόνος (;) και χαμηλό σύνθρονο. Ο τοιχογραφικός διάκοσμος αποκαλύπτει τρεις διαφορετικές φάσεις και συνεχή λατρευτική χρήση. Στον νάρθηκα εντοπίζεται η πρώτη φάση τοιχογράφησης (σύγχρονη με την ίδρυση του ναού) με θέμα τη Δευτέρα Παρουσία, η δεύτερη φάση (τέλη του 12ου με αρχές 13ου αιώνα) στο μεγαλύτερο τμήμα του κυρίως ναού σε σχετικά καλή κατάσταση και η τρίτη φάση (14ος αιώνας) διάσπαρτη σε όλο τον ναό."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.2687188,
        40.5181542,
        0
      ]
    },
    "properties": {
      "name": "Παναγία Κουμπαλίδικη",
      "slug": "panagia-koubalidiki",
      "category": "Βυζαντινά",
      "category-slug": "byzantina",
      "images": "4",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Η Παναγία Κουμπαλίδικη, γνωστή και ως Κουμπελίδικη λόγω του ιδιαίτερα υψηλού τυμπάνου του τρούλου, βρίσκεται στο υψηλότερο σημείο της Καστοριάς και σε άμεση γειτνίαση με τα τείχη της. Πρόκειται για ένα τρίκογχο κτίσμα του 11ου αιώνα που φέρει σύγχρονο, στενό νάρθηκα και εξωνάρθηκα, μεταγενέστερη προσθήκη του 15ου αιώνα. Εξωτερικά διακρίνεται για τον πλούσιο κεραμοπλαστικό διάκοσμο σε επάλληλες ζώνες με οδοντωτές ταινίες και εφυαλωμένα αβάκια. Το κατάγραφο εσωτερικό του μνημείου χαρακτηρίζεται από επάλληλες εικονογραφικές φάσεις (13ος - 17ος αιώνας) με σκηνές από τον βίο της Θεοτόκου - τιμώμενο πρόσωπο του ναού - και με το σπάνιο εικονογραφικό θέμα της ανθρωπόμορφης Αγίας Τριάδας, στην καμάρα του εσωνάρθηκα. Σήμερα έχει αποκτήσει έναν ιδιαίτερο συμβολισμό για την πόλη, καθώς αποτελεί έμβλημα / λογότυπο του Δήμου Καστοριάς, σύμφωνα με απόφαση του αρμόδιου Δημοτικού Συμβουλίου."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.2901856,
        40.509744100000006,
        0
      ]
    },
    "properties": {
      "name": "Μόνη Παναγίας Μαυριώτισσας",
      "slug": "panagia-mavriotissa",
      "category": "Βυζαντινά",
      "category-slug": "byzantina",
      "images": "1",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Η μονή της Παναγίας Μαυριώτισσας ιδρύθηκε τον 11ο αιώνα. Το καθολικό της είναι μια μονόχωρη βασιλική με μεταγενέστερη, ευρύχωρη λιτή, όπου τον 16ο αιώνα προσκολλήθηκε σε τμήμα της νότιας τοιχοποιίας της το παρεκκλήσι του Αγίου Ιωάννη του Θεολόγου, δίνοντας στο μνημείο τη σημερινή του μορφή. Η τοιχογράφηση του ναού, έργο πολλών ζωγράφων, χρονολογείται στον 13ο αιώνα και σώζεται αποσπασματικά. Εξωτερικά και σε μεγάλο αψίδωμα εικονογραφείται μια από τις παλαιότερες σωζόμενες απεικονίσεις της Ρίζας του Ιεσσαί και δίπλα απεικονίζονται δυο ολόσωμοι στρατιωτικοί άγιοι και δυο αυτοκρατορικά πορτραίτα (Αλέξιος Α΄ Κομνηνός και Μιχαήλ Ή Παλαιολόγος), υπογραμμίζοντας τη σύνδεση της μονής με σημαντικά ιστορικά γεγονότα της πόλης. Ο ιδιαίτερα σημαντικός λατρευτικός ρόλος της μονής στην τοπική κοινωνία συνεχίζει να υφίσταται καθώς κάθε χρόνο την ημέρα της Κοιμήσεως της Θεοτόκου γίνεται λιτανεία της θαυματουργής εικόνας της Παναγίας Πορφύρας, η οποία μεταφέρεται από τον μητροπολιτικό ναό στο καθολικό της μονής, όπου παραμένει μέχρι την Κατάθεση της Τιμίας Ζώνης της Θεοτόκου."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.268170999999942,
        40.515913,
        0
      ]
    },
    "properties": {
      "name": "Ταξιάρχες",
      "slug": "taxiarxes",
      "category": "Βυζαντινά",
      "category-slug": "byzantina",
      "images": "2",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός των Ταξιαρχών, που αποτελεί ομάδα μνημείων με τους αντίστοιχους ναούς του Αγίου Στεφάνου και των Αγίων Αναργύρων, ιδρύθηκε τον 10ου αιώνα. Πρόκειται για τρίκλιτη βασιλική με δυο κιονοστοιχίες. Το κεντρικό κλίτος καλύπτεται με ημικυλινδρική καμάρα, φέρει έντονα υπερυψωμένο φωταγωγό και δυο μεταγενέστερες (1937) αντηρίδες στη νότια πλευρά. Διακρίνονται δυο κύριες περίοδοι ιστόρησης του ναού. Η πρώτη, σύγχρονη με την οικοδόμηση του ναού, σώζεται αποσπασματικά και εντοπίζεται κυρίως στον νάρθηκα. Η δεύτερη (14ος αιώνας) περιορίζεται στο Ιερό Βήμα και στο κεντρικό κλίτος, το οποίο είναι κατάγραφο με σκηνές από το Δωδεκάορτο, τα Πάθη και ολόσωμους αγίους. Οι απεικονίσεις των ηγεμόνων της πόλης στις τοιχογραφίες και οι αναφορές τους στις επιγραφές του ναού μαζί με τις νεκρικές προσωπογραφίες επιφανών Καστοριανών στις εξωτερικές τοιχογραφίες αποτελούν τεκμήρια της ιστορικής συνέχειας, αλλά και της συνεχούς κοιμητηριακής χρήσης του χώρου έως τα νεώτερα χρόνια, που στο βόρειο κλίτος φιλοξενήθηκε ο τάφος του μακεδονομάχου Παύλου Μελά."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.274727999999982,
        40.515874,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Ιωάννης Θεολόγος",
      "slug": "agios-ioannis-theologos",
      "category": "Σύγχρονα",
      "category-slug": "sygxrona",
      "images": "4",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Το παρεκκλήσι του Αγίου Ιωάννη του Θεολόγου κτίστηκε το 1552 με χορηγό κάποιον Θεόδωρο, όπως προκύπτει από την κτητορική επιγραφή. Πρόκειται για μονόχωρο ναό που προσκολλήθηκε σε τμήμα της νότιας τοιχοποιίας της μονής της Παναγίας Μαυριώτισσας, μονόχωρης βασιλικής με μεταγενέστερη, ευρύχωρη λιτή, που ιδρύθηκε τον 11ο αιώνα. Ο ναός είναι κατάγραφος με τοιχογραφίες φιλοτεχνημένες από τον ζωγράφο Ευστάθιο Ιακώβου, πρωτονοτάριο Άρτας που εργάστηκε και στη μονή Παναγίας Μολυβδοσκέπαστης στην Ήπειρο. Το εικονογραφικό πρόγραμμα, που καλύπτει και την εξωτερική όψη της δυτικής τοιχοποιίας, διατάσσεται σε τρεις ζώνες και είναι ιδιαίτερα εκτεταμένο με σκηνές από τον βίο του Χριστού, τα θαύματα και τους πειρασμούς. Εξωτερικά, αξίζει να σημειωθεί η παράσταση του Άγιου Σισώη μπροστά στον τάφο του Μεγάλου Αλεξάνδρου, θέμα που εμφανίζεται στην εικονογραφία συχνά από τον 15ο αιώνα και έπειτα."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.27341899999999,
        40.521666,
        0
      ]
    },
    "properties": {
      "name": "Αρχοντικό Τσιατσιαπά",
      "slug": "arxontiko-tsiatsiapa",
      "category": "Σύγχρονα",
      "category-slug": "sygxrona",
      "images": "5",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Το αρχοντικό Τσιατσιαπά - ή Μόραλη, σύμφωνα με το επώνυμο του πρώτου ιδιοκτήτη -βρίσκεται στην παραδοσιακή συνοικία «Απόζαρι». Χτίστηκε το 1754, όπως προκύπτει από ανάγλυφη επιγραφή σε γωνιόλιθο της νοτιοδυτικής γωνίας του κτίσματος, και αποτελεί λαμπρό δείγμα της κοσμικής αρχιτεκτονικής της εποχής και αντανάκλαση της οικονομικής ευρωστίας της εμπορικής τάξης. Πρόκειται για τριώροφο κτίριο με ορθογωνική κάτοψη και τονισμένο οριζόντιο άξονα. Στον δεύτερο όροφο και σε ξύλινες κατασκευές (ταβάνια, μεσάντρες, θύρες) υπάρχει έντονος ζωγραφικός διάκοσμος που χρονολογείται το 1798, σύμφωνα με επιγραφή σε διάχωρο του νοτιοδυτικού δωματίου. Στη ζωγραφική ζωφόρο κυριαρχούν καθαρά διακοσμητικά φυτικά θέματα, ανθοδοχεία και κάνιστρα με φρούτα, αναπαραστάσεις ζωϊκής μορφής, πόλεις και αρχιτεκτονήματα, θέματα από λαϊκές παραδόσεις και συμβολισμούς. Η διακόσμηση του αρχοντικού συνδυάζει στοιχεία από την τοπική παράδοση, την δυτικοευρωπαϊκή τέχνη (μπαρόκ και ροκοκό) και την ανατολίτικη τέχνη."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.2735779,
        40.5212777,
        0
      ]
    },
    "properties": {
      "name": "Εισόδια της Θεοτόκου",
      "slug": "eisodia-theotokou",
      "category": "Σύγχρονα",
      "category-slug": "sygxrona",
      "images": "6",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός των Εισοδίων της Θεοτόκου, γνωστός και ως του Τσιατσιαπά, βρίσκεται στη βορειανατολική πλευρά της λίμνης της Καστοριάς (Απόζαρι). Οικοδομήθηκε στις αρχές του 17ου αιώνα, αποτελούσε καθολικό μονής και ήταν μετόχι της Ι. Μ. Αγίας Αικατερίνης του Σινά. Πρόκειται για μονόχωρο ναό με νάρθηκα, εξωτερική τοιχογραφία που χρονολογείται βάσει επιγραφής το 1627 και εσωτερικό τοιχογραφικό διάστημα που εντάσσεται χρονολογικά και τεχνοτροπικά σε τρεις χρονικές περιόδους. Η παλαιότερη φάση της τοιχογράφησης (περί το 1610 – 1612), έργο ενός ζωγράφου, εντοπίζεται στον κυρίως ναό και οι δύο επόμενες και πλουσιότερες (1613/1614), έργο δύο αγιογράφων, διακοσμούν τον νάρθηκα. Το, εξαιρετικής τέχνης, ξυλόγλυπτο και επιχρυσωμένο τέμπλο με την τριμερή καθ’ ύψος διαίρεση και τις θύρες της Ωραίας Πύλης και της Πρόθεσης, χρονολογημένο στο τρίτο τέταρτο περίπου του 17ου αιώνα, αντανακλά την ευμάρεια των πιστών χορηγών του. "
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.268785999999977,
        40.520096,
        0
      ]
    },
    "properties": {
      "name": "Παναγία Ενορίας Αγ. Αναργύρων",
      "slug": "panagia-enorias-agion-anargyron",
      "category": "Σύγχρονα",
      "category-slug": "sygxrona",
      "images": "4",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός της Παναγίας Ενορίας Αγ. Αναργύρων βρίσκεται στην περιοχή του Ξενία, εντός της βυζαντινής οχύρωσης. Πρόκειται για μονόχωρη ξυλόστεγη βασιλική με ημικυκλική κόγχη στα ανατολικά και μεταγενέστερο πλάγιο νάρθηκα στα βόρεια. Άγνωστη παραμένει η χρονολογία οικοδόμησης του μνημείου. Γνωστή, ωστόσο, είναι η φάση της πλήρους ανακαίνισης (Σεπτέμβριος 1634) του ανατολικού τοίχου με τη συνδρομή τεσσάρων «τιμιωτάτων και ευγενεστάτων αρχόντων», σύμφωνα με την κτητορική επιγραφή στο υπέρθυρο της εισόδου του βόρειου τοίχου του κυρίως ναού. Η δεύτερη – αρκετά κατεστραμμένη - κτητορική επιγραφή (25 Απριλίου 1657) γνωστοποιεί την επόμενη οικοδομική φάση (κατασκευή και τοιχογράφηση) της προσθήκης πλάγιου νάρθηκα με χορηγό τον ιερέα Γεώργιο και μέλη της οικογένειάς του. Τοιχογραφικός διάκοσμος (πρώτο μισό του 16ου αιώνα) εντοπίζεται στον χώρο του Ιερού Βήματος καθώς και στον κυρίως ναό με απεικονίσεις ολόσωμων αγίων, φυτικών διακοσμητικών μοτίβων, Ευαγγελικών σκηνών (βίος και θαύματα του Χριστού) και παραστάσεων από τα εωθινά. Στον νάρθηκα εικονογραφούνται θέματα από τον βίο της Θεοτόκου και η Δευτέρα Παρουσία. "
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.271232000000055,
        40.519376,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Απόστολοι",
      "slug": "agioi-apostoloi",
      "category": "Μεταβυζαντινά",
      "category-slug": "metabyzantina",
      "images": "2",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός των Αγίων Αποστόλων, αφιερωμένος στους αποστόλους Πέτρο και Παύλο, οικοδομήθηκε τον 16ο αιώνα και βρίσκεται στη βόρεια πλευρά της χερσονήσου της πόλης της Καστοριάς στην ενορία Ελεούσας. Είναι μονόχωρος ξυλόστεγος ναός με τοιχογραφικό διάκοσμο που χαρακτηρίζεται από υψηλή καλλιτεχνική ποιότητα, ανώτερη αισθητική και θεολογική αξία καθώς φιλοτεχνήθηκε από τον ονομαστό ζωγράφο Ονούφριο το 1547, σύμφωνα με την κτητορική επιγραφή που βρίσκεται στο μέσο του βόρειου τοίχου. Το εικονογραφικό πρόγραμμα ακολουθεί το καθιερωμένο των βυζαντινών και μεταβυζαντινών ναών με ορισμένες ιδιαιτερότητες που οφείλονται στην ευρύτατη παιδεία, καλλιτεχνική δεινότητα και ανώτερη ευφυία του ζωγράφου. Υπάρχουν επιλεκτικά σκηνές από τον λειτουργικό κύκλο, το Δωδεκάορτο αλλά και μεμονωμένες μορφές αγίων, μαρτύρων και ιεραρχών. Εντυπωσιακή είναι η παράσταση της Αγίας Τριάδας στο αέτωμα του δυτικού τοίχου που εμπεριέχει υψηλά συμβολικά και θεολογικά νοήματα."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.267387999999983,
        40.519403,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος του Μαγαλείου",
      "slug": "agios-nikolaos-magaleiou",
      "category": "Μεταβυζαντινά",
      "category-slug": "metabyzantina",
      "images": "3",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο Άγιος Νικόλαος του Μαγαλειού είναι μια μονόχωρη βασιλική με καλά διατηρημένο τοιχογραφικό σύνολο που φιλοτεχνήθηκε, σύμφωνα με τους μελετητές, από τους καλλιτέχνες του εργαστηρίου της Καστοριάς (Σχολή Καστοριάς) σε ένα λιγότερο κλασικό ύφος. Το εργαστήριο αυτό, στενά συνδεδεμένο με τη βυζαντινή παράδοση τόσο εικονογραφικά όσο τεχνοτροπικά, δραστηριοποιήθηκε την περίοδο 1483- 1510 στην περιοχή των Βαλκανίων με έδρα πιθανόν την Καστοριά, όπου σώζονται και τα καλύτερα του έργα. Ο αστικός χαρακτήρας της τέχνης του είναι εμφανής στις λόγιες επιγραφές, στην πολυτέλεια των υφασμάτων και στις σχέσεις του με δυτικούς εκφραστικούς τρόπους. Ο ναός αποτελεί σύνολο μνημείων με τον Άγιο Νικόλαο Αρχόντισσας Θεολογίνας και τον Άγιο Νικόλαο της μοναχής Ευπραξίας, όπου μπορεί κανείς να διακρίνει την πορεία του εργαστηρίου με περισσότερο ή λιγότερο κλασικά έργα στον συγκεκριμένο χρόνο της δραστηριότητάς του στον βαλκανικό χώρο."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.269176000000016,
        40.519431,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος μοναχής Ευπραξίας",
      "slug": "agios-nikolaos-monaxhs-efpraxias",
      "category": "Μεταβυζαντινά",
      "category-slug": "metabyzantina",
      "images": "3",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ό Άγιος Νικόλαος της μοναχής Ευπραξίας είναι μια μονόχωρη βασιλική πιθανόν τοιχογραφημένη από δυο ζωγράφους, αποτελεί ακέραιο ζωγραφικό σύνολο και αντιπροσωπεύει το κλασικό ύφος του εργαστηρίου της Καστοριάς (Σχολή Καστοριάς). Το εργαστήριο αυτό, στενά συνδεδεμένο με τη βυζαντινή παράδοση τόσο εικονογραφικά όσο τεχνοτροπικά, δραστηριοποιήθηκε την περίοδο 1483- 1510 στην περιοχή των Βαλκανίων με έδρα πιθανόν την Καστοριά, όπου σώζονται και τα καλύτερα του έργα. Ο αστικός χαρακτήρας της τέχνης του είναι εμφανής στις λόγιες επιγραφές, στην πολυτέλεια των υφασμάτων και στις σχέσεις του με δυτικούς εκφραστικούς τρόπους. Ο ναός αποτελεί σύνολο μνημείων με τον Άγιο Νικόλαο Αρχόντισσας Θεολογίνας και τον Άγιο Νικόλαο Μαγαλειού, όπου μπορεί κανείς να διακρίνει την πορεία του εργαστηρίου με περισσότερο ή λιγότερο κλασικά έργα στον συγκεκριμένο χρόνο της δραστηριότητάς του στον βαλκανικό χώρο."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.27244399999995,
        40.518479,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος Αρχόντισσας Θεολογίνας",
      "slug": "agios-nikolaos-arxontissas-theologinas",
      "category": "Μεταβυζαντινά",
      "category-slug": "metabyzantina",
      "images": "3",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο Άγιος Νικόλαος Αρχόντισσας Θεολογίνας είναι μια μονόχωρη βασιλική με ζωγραφικό διάκοσμο που φιλοτεχνήθηκε, σύμφωνα με τους μελετητές, από τους καλλιτέχνες του εργαστηρίου της Καστοριάς (Σχολή Καστοριάς) και στο οποίο αποδίδεται με βεβαιότητα μόνον η παράσταση της Βαϊοφόρου στον βόρειο τοίχο. Το εργαστήριο αυτό, στενά συνδεδεμένο με τη βυζαντινή παράδοση τόσο εικονογραφικά όσο τεχνοτροπικά, δραστηριοποιήθηκε την περίοδο 1483- 1510 στην περιοχή των Βαλκανίων με έδρα πιθανόν την Καστοριά, όπου σώζονται και τα καλύτερα του έργα. Ο αστικός χαρακτήρας της τέχνης του είναι εμφανής στις λόγιες επιγραφές, στην πολυτέλεια των υφασμάτων και στις σχέσεις του με δυτικούς εκφραστικούς τρόπους. Ο ναός αποτελεί σύνολο μνημείων με τον Άγιο Νικόλαο της μοναχής Ευπραξίας και τον Άγιο Νικόλαο Μαγαλειού, όπου μπορεί κανείς να διακρίνει την πορεία του εργαστηρίου με περισσότερο ή λιγότερο κλασικά έργα στον συγκεκριμένο χρόνο της δραστηριότητάς του στον βαλκανικό χώρο."
    }
  }
];
