module.exports = [
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.27230099999997,
        40.520181,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Ανάργυροι",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Πρόκειται για τρίκλιτη ξυλόστεγη βασιλική που κτίστηκε το 10ο αιώνα. Ο φωταγωγός του μεσαίου κλίτους είναι ιδιαίτερα υπερυψωμένος, χαρακτηριστικό γνώρισμα των ναών της Καστοριάς. Τα κλίτη χωρίζονται με τοιχοποιίες, τις οποίες διατρυπούν τοξωτά ανοίγματα για τη μεταξύ τους επικοινωνία. Είναι ο μοναδικός ναός της πόλης, που σώζει περίτεχνο, γλυπτικό διάκοσμο (αμφικίονες, περιθυρώματα, επίκρανα κ.α.).<br>Ο ναός εικονογραφήθηκε σε δυο φάσεις. Το πρώτο στρώμα, σύγχρονο με την οικοδόμηση της εκκλησίας, σώζεται αποσπασματικά και περιλαμβάνει μεμονωμένες παραστάσεις κυρίως στον νάρθηκα.<br>Το δεύτερο στρώμα εκτείνεται σε ζώνες στις επιφάνειες του κυρίως ναού. Οι τοιχογραφίες αυτές, χρονολογούνται στα τέλη του 12ου αιώνα και αποδίδονται σε δυο διαφορετικούς ζωγράφους. Οι ραδινές, κομψές μορφές, η δυναμική κίνηση και η έντονη συστροφή των σωμάτων, η πυκνή πτυχολογία και τα κυματιστά αποπτύγματα αποτελούν δείγματα υψηλής ζωγραφικής τέχνης. Πρόκειται για χαρακτηριστική έκφραση των καλλιτεχνικών τάσεων της υστεροκομνήνειας περιόδου στον ελλαδικό χώρο. Συνδέεται με την τέχνη του Αγίου Γεωργίου στο γειτονικό Κουρμπίνοβο (FYROM).<br>Η εκκλησία ανακαινίζεται με τη χορηγία της οικογένειας Θεόδωρου Λημνιώτη, που ανήκε στην τοπική αριστοκρατία και της συζύγου του Άννας Ραδηνής, με καταγωγή από την Κωνσταντινούπολη. Μια δεύτερη απεικόνιση, ενός μοναχού Λημνιώτη, στο νότιο κλίτος υποδηλώνει τη διαρκή παρουσία της οικογένειας αυτής στο ναό.<br>Ο υπερυψωμένος φωταγωγός και ο πλούσιος κεραμοπλαστικός διάκοσμος αποτελούν στοιχεία που χαρακτηρίζουν στο σύνολο τους τις μεσοβυζαντινές βασιλικές της πόλης. Η εικονογράφηση του 12ου αιώνα αποτελεί μοναδικό δείγμα βυζαντινής ζωγραφικής και έκφραση του υστεροκομνήνειου μανιερισμού, που αντανακλά το γενικότερο, ταραγμένο ιστορικό κλίμα της εποχής. Οι απεικονίσεις των δωρητών στο βόρειο κλίτος καταδεικνύουν την Καστοριά ως αξιόλογο διοικητικό κέντρο, με τοπικούς άρχοντες και κρατικούς αξιωματούχους που συνδέονταν με την αριστοκρατία της Κωνσταντινούπολης και φέρνουν την πόλη στο επίκεντρο των εμπορικών και οικονομικών εξελίξεων. Η παραπάνω δραστηριότητα οδηγεί σε άνθιση της πνευματικής και καλλιτεχνικής ζωής του τόπου. Ο ναός στο νάρθηκα σώζει κάποιες από τις παλαιότερες τοιχογραφίες της πόλη της Καστοριάς (πρώτο στρώμα), προσφέροντας σημαντικές πληροφορίες για την τέχνη της περιόδου. Ο ναός των Αγίων Αναργύρων αποτελεί ομάδα μνημείων με τους αντίστοιχους ναούς του Αγίου Στεφάνου και των Ταξιαρχών Μητρόπολης, καθώς έχουν κοινό αρχιτεκτονικό τύπο, χαρακτηριστικό για τη Βόρεια Ελλάδα. Ταυτόχρονα φέρουν ζωγραφικό διάκοσμο του 10ου αιώνα που ανήκει στις παλαιότερες σωζόμενες τοιχογραφίες στην ευρύτερη περιοχή."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.266943999999967,
        40.515,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Αθανάσιος Μουζάκη",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός του Αγίου Αθανασίου του Μουζάκη είναι ένας μονόχωρος δρομικός ναός με μεταγενέστερο νάρθηκα. Η κτητορική επιγραφή στο υπέρθυρο του δυτικού τοίχου του ναού μας πληροφορεί ότι ο ναός οικοδομήθηκε και διακοσμήθηκε με τοιχογραφίες το 1383/4 με χορηγία των αδελφών Στώϊου και Θεόδωρου Μουζάκη, υιών του Ανδρέα Μουζάκη Β΄, άρχοντα του Βερατίου, καθώς και του ιερομόναχου Διονυσίου, ο οποίος ίσως σχετίζεται με την οικογένεια Μουζάκη. Η ιστόρηση του ναού με τοιχογραφίες υψηλής ζωγραφικής ποιότητας αποδίδεται από τους μελετητές σε εργαστήριο που εργάζεται σε ναούς της ευρύτερης περιοχής της Αλβανίας και συγκεκριμένα στην εκκλησία της Γέννησης στο Mali-Grad (1369), στο αλβανικό τμήμα της Πρέσπας, και στη Ζωοδόχο Πηγή στο Borje (1390), στην περιοχή της Κορυτσάς.<br>Ο ναός αποτελεί μνημείο ιδιαίτερης ιστορικής και καλλιτεχνικής σημασίας, καθώς σχετίζεται με μια σημαντική ιστορική περίοδο, ενώ και ο λαμπρός τοιχογραφικός διάκοσμος αποδίδεται σε σημαντικό καλλιτεχνικό εργαστήριο που έχει αναγνωριστεί και σε άλλους ναούς της ευρύτερης περιοχής. Το μνημείο συνδέεται με τα ιστορικά πρόσωπα της οικογένειας των Μουζάκη, αρχόντων του Βερατίου της Αλβανίας, που κατέλαβαν την Καστοριά ανάμεσα στη σερβική (1374) και την τουρκική (1386) κατάκτηση. Η υψηλής ποιότητας ζωγραφική της παλαιολόγειας περιόδου αποτελεί μια ενότητα με αντίστοιχα μνημεία της ευρύτερης περιοχής των Βλακανίων. Το μνημείο διατηρεί την ακεραιότητα του σε βαθμό αξιοσημείωτο, καθώς οι τοιχογραφίες του 1383/4 διατηρούνται σε πολύ καλή κατάσταση και σχεδόν στο σύνολο τους."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.265745000000038,
        40.518974,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Αλύπιος Οικονόμου",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός του Αγίου Αλυπίου ενορίας Οικονόμου είναι ένας μονόχωρος ξυλόστεγος ναός με τρίπλευρη αψίδα στην ανατολική τοιχοποιία, ενώ στη δυτική πλευρά του διαμορφώνεται μεταγενέστερος νάρθηκας. Στο ναό σώζονται αποσπασματικά δύο επιγραφές, εκ των οποίων η επιγραφή που βρίσκεται στην εξωτερική παρειά του δυτικού τοίχου πάνω από το υπέρθυρο της εισόδου του κυρίως ναού συνδέεται πιθανότατα με κάποια δωρεά προς το ναό και συνόδευε την απεικόνιση «κεκοιμημένων», η οποία ωστόσο δε διατηρείται. Η ακριβής χρονολογία της είναι η 3η Μαρτίου 1420 της 13ης Ινδικτιώνος. <br> Στο εσωτερικό του κυρίως ναού διατηρείται αποσπασματικά τοιχογραφικός διάκοσμος υψηλού καλλιτεχνικού επιπέδου που χρονολογείται με βάση τεχνοτροπικά στοιχεία στο τελευταίο τέταρτο του 14ου αιώνα. Τα σωζόμενα θέματα προέρχονται από το λειτουργικό κύκλο και το Δωδεκάορτο. Διατηρούνται ακόμη απεικονίσεις της Παναγίας, καθώς και ολόσωμες μορφές αγίων και προτομές αγίων σε στηθάρια. Ιδιαίτερο ενδιαφέρον παρουσιάζει η παράσταση της Παναγίας στο τεταρτοσφαίριο της κόγχης του ιερού, με την προσωνυμία «Η ΑΧΕΙΡΟΠΟΙΗΤΟΣ», επίθετο που την συνδέει με την εικονογραφική παράδοση της Θεσσαλονίκης."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.26814200000001,
        40.517088,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος Κασνίτση",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός είναι μια μονόχωρη, ξυλόστεγη βασιλική με ελάχιστα φωτιστικά ανοίγματα και νάρθηκα. Εξωτερικά, κοσμείται με περίτεχνο και πλούσιο κεραμοπλαστικό διάκοσμο που περιτρέχει τον ναό σε ζώνες. Ο χρόνος ίδρυσής του παραμένει άγνωστος. Το σύνολο των σχετικών πληροφοριών προέρχεται από τις επιγραφές στο εσωτερικό του και μας παραδίδουν το όνομα του ιδρυτή.<br>Το εσωτερικό του ναού είναι κατάγραφο, διατηρείται σε σχετικά καλή κατάσταση και διαιρείται σε τρεις ζώνες. Το εικονογραφικό πρόγραμμα του ναού ακολουθεί την καθιερωμένη διάταξη. Στην ανατολική πλευρά του νοτίου τοίχου υπάρχει τυφλή αψίδα με την απεικόνιση του προστάτη αγίου της εκκλησίας, χαρακτηριστικό στους ναούς της Βόρειας Ελλάδας. Το νάρθηκα κοσμούν σκηνές του βίου του τιμώμενου αγίου. Το σύνολο των τοιχογραφιών αποτελεί έργο μιας φάσης και πιθανόν ενός ζωγράφου. Στον νάρθηκα απεικονίζεται ο κτήτορας «μάγιστρος» Νικόλαος Κασνίτζης και η σύζυγός του Άννα, μέλη της τοπικής αριστοκρατίας. Το μνημείο δεν έχει μελετηθεί συστηματικά, ωστόσο, οι τοιχογραφίες του χρονολογούνται στο β΄ μισό 12ου αιώνα, καθώς συνδέεται τεχνοτροπικά με την τέχνη του ναού του Αγίου Παντελεήμονα στο Νέρετζι και τον ναό του Αγίου Γεωργίου στο Κουρμπίνοβο (FYROM).<br>Ο πλούσιος κεραμοπλαστικός διάκοσμος, μας επιτρέπει να παρακολουθήσουμε την εξέλιξη των διαφόρων διακοσμητικών θεμάτων στο πέρασμα των χρόνων. Καλλιτεχνικά, αποτελεί σημαντικό μνημείο για την πορεία και εξέλιξη της βυζαντινής ζωγραφικής, καθώς τοποθετείται τεχνοτροπικά μεταξύ του Αγίου Παντελεήμονα στο Νέρετζι και του Αγίου Γεωργίου στο Κουρμπίνοβο (FYROM). Η απεικόνιση των κτητόρων στο εσωτερικό του ναού, ευγενών τιτλούχων της τοπικής αριστοκρατίας, αναδεικνύει τη χορηγία ως πάγια πρακτική για την ανάδειξη και καθιέρωση των δωρητών στην κοινωνία της πόλης, άλλα και παράκλησης για σωτηρία και αιώνια ζωή. Ο 12ος αιώνας κατά τον οποίο τοιχογραφήθηκε το μνημείο, είναι περίοδος μεγάλης ακμής για την Καστοριά με σημαντική καλλιτεχνική δραστηριότητα που περιλαμβάνει τόσο οικοδόμηση ναών, όσο και ανακαίνιση προϋπαρχόντων. Ο ζωγραφικός διάκοσμος του μνημείου, έργο μιας φάσης, διατηρείται ακέραιος και μας επιτρέπει να σχηματίσουμε μια καλή εικόνα για την εικονογραφική διάταξη των θεμάτων κατά τον 12ο αιώνα.."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.272209999999973,
        40.521059,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος Τζώτζα",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός του Αγίου Νικολάου του Τζώτζα βρίσκεται στη βόρεια πλευρά της Καστοριάς στη συνοικία Απόζαρι και ανήκει στον τύπο της μονόχωρης ξυλόστεγης βασιλικής με ημικυκλική αψίδα και μεταγενέστερο νάρθηκα στη δυτική πλευρά. <br>Στο ναό του Αγίου Νικολάου του Τζώτζα αναγνωρίζονται με βεβαιότητα δύο τουλάχιστον κατασκευαστικές φάσεις. O ναός κτίζεται και τοιχογραφείται αρχικά στο δεύτερo μισό του 14ου αιώνα. Σε μία μεταγενέστερη φάση των όψιμων μεταβυζαντινών χρόνων ο ναός επεκτείνεται προς τη νότια και δυτική πλευρά, όπου προστίθεται νάρθηκας. <br> Στην εξωτερική παρειά του βόρειου τοίχου διατηρείται τμήμα επιγραφής με αποτροπαϊκό- φυλακτικό χαρακτήρα. <br> Ο τοιχογραφικός διάκοσμος του Αγίου Νικολάου του Τζώτζα εντάσσεται σε τοπικό καλλιτεχνικό εργαστήρι που συνεχίζει την τέχνη της πρώτης περιόδου των Παλαιολόγων και αποτελεί ένα αξιόλογο αντιπροσωπευτικό δείγμα της κυριότερης καλλιτεχνικής τάσης του δεύτερου μισού του 14ου αιώνα στην πόλη της Καστοριάς. Οι τοιχογραφίες που διατηρούνται αποσπασματικά χρονολογούνται με βάση τεχνοτροπικά χαρακτηριστικά περίπου στην εικοσαετία 1360-1380. Το εικονογραφικό πρόγραμμα του ναού περιλαμβάνει θέματα από το λειτουργικό κύκλο και το Δωδεκάορτο, καθώς και μεμονωμένες μορφές ολόσωμων αγίων και προτομές αγίων σε μετάλλια. Ιδιαίτερο ενδιαφέρον παρουσιάζει η σύνθεση της Αγίας Τριάδας που συνδυάζεται με τη Βασιλική Δέηση που δεσπόζει στην αετωματική απόληξη του ανατολικού τοίχου στο εσωτερικό του ναού, όπου διαπιστώνεται η δημιουργικότητα και το θεολογικό και δογματικό υπόβαθρο του ανώνυμου ζωγράφου. "
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.2728158,
        40.5193223,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Στέφανος",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός ιδρύθηκε στα τέλη του 9ου- αρχές 10ου αιώνα. Πρόκειται για βασιλική με υψηλό φωταγωγό και πλούσιο εξωτερικό κεραμοπλαστικό διάκοσμο. Πάνω από το νάρθηκα διαμορφώνεται υπερώο - γυναικωνίτης και στο νότιο τμήμα του σχηματίζεται το μικρών διαστάσεων παρεκκλήσιο της Αγίας Άννας. Στο ιερό σώζεται κτιστός επισκοπικός θρόνος (;) και χαμηλό σύνθρονο, μοναδικό για την πόλη της Καστοριάς. <br>Οι παλαιότερες τοιχογραφίες είναι σύγχρονες με την ίδρυση του ναού. Οι τοιχογραφίες του δεύτερου στρώματος τοποθετούνται στα τέλη του 12ου, αρχές 13ου αιώνα, ενώ μια ομάδα άλλων τοιχογραφιών, διάσπαρτες σε όλο το ναό, ανήκουν στο 14ο αιώνα. <br>Η πρώτη ζωγραφική φάση διατηρείται, κυρίως, στο νάρθηκα με μια από τις πρωϊμότερες γνωστές απεικονίσεις του θέματος της Δευτέρας Παρουσίας Το δεύτερο στρώμα διασώζεται σε σχετικά καλή κατάσταση και εκτείνεται στο μεγαλύτερο τμήμα του κυρίως ναού. Η ανομοιογένεια στην τεχνική και την τεχνοτροπία των τοιχογραφιών δημιουργεί πολλά προβλήματα στη χρονολόγηση του. Η προσωπογραφία στο νάρθηκα του ιερέα Θεόδωρου Λημνιώτη ως κτήτορα, ίσως επάνω από τον τάφο του, τοποθετείται στον προχωρημένο 13ο αιώνα και συνδέει το μνημείο με τη γνωστή οικογένεια της Καστοριάς. Στον ίδιο αιώνα χρονολογείται και μια γονατιστή μορφή αφιερωτή, ίσως μοναχού, σε πολύ μικρή κλίμακα μπροστά στην Παναγία και στα 1337/38 «ο ελάχιστος ικέτης Γεώργιος» στο βόρειο κλίτος.<br>\tΑποτελεί μνημείο ιδιαίτερης καλλιτεχνικής και εκπαιδευτικής αξίας, καθώς ενώ ακολουθεί τον διαδεδομένο για την περιοχή αρχιτεκτονικό τύπο της μεσοβυζαντινής βασιλικής, αλλά συγχρόνως διαφοροποιείται από αυτόν και παρουσιάζει αρκετές ιδιομορφίες, όπως είναι το υπερώο και το χαμηλό σύνθρονο. Η παράσταση της Δευτέρας Παρουσίας είναι αυτή που κάνει το μνημείο μοναδικό χάρη στη σπανιότητα της. Πρόκειται για μια από τις πρωιμότερες απεικονίσεις ενός θέματος διαδεδομένου κυρίως κατά τη μεταβυζαντινή περίοδο. Η παράσταση είναι ιδιαίτερα εκτεταμένη και με έντονο αφηγηματικό χαρακτήρα. Οι διαδοχικές φάσεις τοιχογράφησης στο εσωτερικό του ναού αποδεικνύουν τη συνεχή λατρευτική χρήση του χώρου τουλάχιστον για τέσσερις αιώνες. Αποτελούν πολύτιμα τεκμήρια για την ιστορική συνέχεια της πόλης, ακόμη, και συγκεκριμένων αρχοντικών οικογενειών της, οι οποίες μεριμνούσαν για την ανανέωση του ζωγραφικού διακόσμου. Ο ναός του Αγίου Στεφάνου αποτελεί ομάδα μνημείων με τους αντίστοιχους ναούς των Ταξιαρχών Μητρόπολης και των Αγίων Αναργύρων, καθώς έχουν κοινό αρχιτεκτονικό τύπο, χαρακτηριστικό για τη Βόρεια Ελλάδα και διασώζουν από τα παλαιότερα σύνολα τοιχογραφιών στην ευρύτερη περιοχή."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.2687188,
        40.5181542,
        0
      ]
    },
    "properties": {
      "name": "Παναγία Κουμπαλίδικη",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο ναός βρίσκεται στο υψηλότερο σημείο της πόλης και σε άμεση γειτνίαση με τα τείχη της Καστοριάς. Σήμερα είναι γνωστή ως Κουμπελίδικη, επίθετο που δόθηκε στο μνημείο κατά την περίοδο της Τουρκοκρατίας από το ιδιαίτερα υψηλό τύμπανο του τρούλου. Πρόκειται για ένα τρίκογχο κτίσμα του 11ου αιώνα, μοναδικό για την πόλη της Καστοριάς. Δυτικά του κυρίως ναού διαμορφώνεται σύγχρονος, στενός νάρθηκας, ενώ ο εξωνάρθηκας αποτελεί μεταγενέστερη προσθήκη του 15ου αιώνα. Εξωτερικά, φέρει πλούσιο κεραμοπλαστικό διάκοσμο σε επάλληλες ζώνες με οδοντωτές ταινίες και εφυαλωμένα αβάκια.<br>Στο εσωτερικό του μνημείου που είναι κατάγραφο, διακρίνονται επάλληλες εικονογραφικές φάσεις από τον 13ο μέχρι και τον 17ο αιώνα. Στη διακόσμηση κυριαρχούν οι σκηνές από το βίο της Θεοτόκου, τιμώμενο πρόσωπο του ναού. Χαρακτηριστικό του διακόσμου είναι και το σπάνιο εικονογραφικό θέμα της ανθρωπόμορφης Αγίας Τριάδας, στην καμάρα του εσωνάρθηκα.<br>Η θέση του μνημείου σε συνδυασμό με τον πλούσιο κεραμοπλαστικό και τοιχογραφικό του διάκοσμο δηλώνει την ιδιαίτερη καλλιτεχνική του αξία μαζί με άλλα μνημεία της ίδιας περιόδου στην Καστοριά. Ο αρχιτεκτονικός του τύπος μοναδικός για την πόλη, σε συνδυασμό με τα πρωτότυπα θέματα του τοιχογραφικού διακόσμου (όπως την ανθρωπόμορφη Αγία Τριάδα), έχουν αποτελέσει αντικείμενο μελέτης στο παρελθόν, αλλά θα απασχολήσουν μελετητές και στο μέλλον . H διακόσμησή του με τοιχογραφίες από το 13, το 15ο και το 17ο αιώνα υποδηλώνει τη διαχρονική χρήση του ναού και τη σημασία του για τη τοπική κοινωνία. Σήμερα η εκκλησία έχει αποκτήσει έναν ιδιαίτερο συμβολισμό για την πόλη, καθώς αποτελεί έμβλημα / λογότυπο του Δήμου Καστοριάς, σύμφωνα με απόφαση του αρμόδιου Δημοτικού Συμβουλίου.  "
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.2901856,
        40.509744100000006,
        0
      ]
    },
    "properties": {
      "name": "Μόνη Παναγίας Μαυριώτισσας",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Η μονή ιδρύθηκε τον 11ο αιώνα. Το καθολικό της είναι μια μονόχωρη βασιλική με μεταγενέστερη, ευρύχωρη λιτή. Το 16ο αιώνα προσκολλήθηκε σε τμήμα της νότιας τοιχοποιίας της το παρεκκλήσι του Αγίου Ιωάννη του Θεολόγου, δίνοντας στο μνημείο τη σημερινή του μορφή.<br>Η τοιχογράφηση του ναού που χρονολογείται στο 13ο αιώνα σώζεται αποσπασματικά και δεν επιτρέπει την ανασύσταση του αρχικού εικονογραφικού προγράμματος. Η ταυτόχρονη εργασία πολλών ζωγράφων στο μνημείο, μας επιτρέπει να διακρίνουμε χαρακτηριστικά γνωρίσματα διάφορων τεχνοτροπικών και καλλιτεχνικών τάσεων της εποχής. Εξωτερικά και σε μεγάλο αψίδωμα εικονογραφείται η Ρίζα του Ιεσσαί, μια από τις παλαιότερες σωζόμενες απεικονίσεις του θέματος και δίπλα απεικονίζονται δυο ολόσωμοι στρατιωτικοί άγιοι και δυο αυτοκρατορικά πορτραίτα. Σύμφωνα με τους μελετητές πρόκειται για τον Αλέξιο Α΄ Κομνηνό που θεωρείται ιδρυτής της μονής και τον Μιχαήλ Η’ Παλαιολόγο που συνδέεται με σημαντικά ιστορικά γεγονότα στην περιοχή το 1259 και πιθανόν και με την ανακαίνιση του καθολικού. <br>\tΗ Μονή της Παναγία Μαυριώτισσα συνδέεται με σημαντικά ιστορικά γεγονότα της πόλης. Κατά την παράδοση στη θέση αυτή αποβιβάστηκαν τα στρατεύματα του Αλεξίου Α’ Κομνηνού στην επιχείριση ανακατάληψης της Καστοριάς από τους Νορμανδούς. Ανακαινίζεται, επίσης, επί Μιχαήλ Η’ Παλαιολόγου, ο οποίος μετά τη μάχη της Πελαγονίας γίνεται οριστικά κυρίαρχος της περιοχής. Η διαχρονική χρήση της μονής από τον 11ο έως το 16ο που κτίζεται το παρεκκλήσιο του Ιωάννη του Θεολόγου υποδηλώνει τη σημασία της για την ιστορική εξέλιξη της περιοχής. Η μονή σήμερα παίζει έναν ιδιαίτερα σημαντικό λατρευτικό ρόλο στην τοπική κοινωνία, καθώς κάθε χρόνο την ημέρα της Κοιμήσεως της Θεοτόκου, γίνεται λιτανεία της θαυματουργής εικόνας της Παναγίας Πορφύρας, η οποία μεταφέρεται από το μητροπολιτικό ναό στο καθολικό της μονής, όπου παραμένει μέχρι την Κατάθεση της Τιμίας Ζώνης της Θεοτόκου. "
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.268170999999942,
        40.515913,
        0
      ]
    },
    "properties": {
      "name": "Ταξιάρχες",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ιδρύθηκε το 10ου αιώνα και τοιχογραφήθηκε εκ νέου το 1359/60 στην εποχή του Συμεών Ούρεση του Παλαιολόγου. Διάσπαρτα αρχιτεκτονικά μέλη (κίονες, βάσεις και επιθήματα κιόνων) είναι τοποθετημένα, σε δεύτερη χρήση, στις τοιχοποιίες του. Η εκκλησία είναι βασιλική και διαιρείται με δυο κιονοστοιχίες σε τρία κλίτη. Το κεντρικό κλίτος καλύπτεται με ημικυλινδρική καμάρα. Ο φωταγωγός του είναι έντονα υπερυψωμένος, όπως σε όλες τις βασιλικές της Καστοριάς. Το 1937 κτίστηκαν στη νότια πλευρά δυο αντηρίδες, δίνοντας στο ναό τη σημερινή του μορφή.<br>Διακρίνονται δυο κύριοι περίοδοι ιστόρησης του ναού. Η πρώτη, σύγχρονη με την οικοδόμηση του ναού, σώζεται αποσπασματικά και εντοπίζεται κυρίως στο νάρθηκα. Η εικονογράφηση του δεύτερου στρώματος περιορίζεται στο Ιερό Βήμα και στο κεντρικό κλίτος, το οποίο είναι κατάγραφο με σκηνές από το Δωδεκάορτο, τα Πάθη και ολόσωμους αγίους. Οι τοιχογραφίες αυτές χρονολογούνται στο δεύτερο μισό του 14ου αιώνα. Ιδιαίτερη σημασία έχουν οι εξωτερικές τοιχογραφίες. Στο δυτικό τοίχο εικονίζεται ο βυζαντινο-βούλγαρος Μιχαήλ Ασάνης, ηγεμόνας της Καστοριάς, για μικρό χρονικό διάστημα, το 13ο αιώνα, μαζί με τη μητέρα του Ειρήνη Κομνηνή ή κατά άλλους ερευνητές τη νεαρή σύζυγό του. Οι απεικονίσεις του 15ου αιώνα, «κεκοιμημένων» μελών της καστοριανής κοινωνίας στα τυφλά αψιδώματα, παρέχουν πληροφορίες για την κοινωνία των πρώτων δεκαετιών της οθωμανικής κυριαρχίας και την ενδυμασία τους. Οι παραστάσεις αυτές, σε συνδυασμό με την αφιέρωση της εκκλησίας στον αρχάγγελο Μιχαήλ, παραπέμπουν σε κοιμητηριακή χρήση του ναού.<br>Οι τοιχογραφίες του πρώτου στρώματος ανήκουν στις παλαιότερες σωζόμενες στην πόλη της Καστοριάς, είναι ελάχιστα μελετημένες και παρά την άσχημη κατάσταση στην οποία βρίσκονταν, δεν καλύφθηκαν παρά μόνο σποραδικά από επιζωγραφίσεις. Η εικονογράφηση του δεύτερου στρώματος, παρά τον αντικλασικό της χαρακτήρα, φανερώνει τέχνη υψηλής καλλιτεχνικής αξίας. Οι απεικονίσεις των ηγεμόνων της πόλης στις τοιχογραφίες και οι αναφορές τους στις επιγραφές του ναού μαζί με τις νεκρικές προσωπογραφίες επιφανών καστοριανών στις εξωτερικές τοιχογραφίες αποτελούν τεκμήρια της ιστορικής συνέχειας, αλλά και της συνεχής κοιμητηριακής χρήσης του χώρου έως τα νεώτερα χρόνια. Ο ναός διαδραμάτισε σημαντικό ρόλο και στη νεώτερη ιστορία της πόλης, καθώς στο βόρειο κλίτος του φιλοξενήθηκε ο τάφος του μακεδονομάχου Παύλου Μελά, μετατρέποντας το ναό σε τόπο προσκυνήματος και πηγή έμπνευσης για τον ελληνισμό. Ο ναός των Ταξιαρχών αποτελεί ομάδα μνημείων με τους αντίστοιχους ναούς του Αγίου Στεφάνου και των Αγίων Αναργύρων, καθώς έχουν κοινό αρχιτεκτονικό τύπο, χαρακτηριστικό για τη Βόρεια Ελλάδα. Tαυτόχρονα, ο ζωγραφικός διάκοσμος του 10ου αιώνα τις κατατάσσει στις εκκλησίες με τις παλαιότερες σωζόμενες τοιχογραφίες στην ευρύτερη περιοχή."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.274727999999982,
        40.515874,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Ιωάννης Θεολόγος",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Η μονή της Παναγίας Μαυριώτισσας ιδρύθηκε τον 11ο αιώνα. Το καθολικό της είναι μια μονόχωρη βασιλική με μεταγενέστερη, ευρύχωρη λιτή. Το 16ο αιώνα προσκολλήθηκε σε τμήμα της νότιας τοιχοποιίας της το παρεκκλήσι του Αγίου Ιωάννη του Θεολόγου, δίνοντας στο μνημείο τη σημερινή του μορφή.<br>Το παρεκκλήσι του Αγίου Ιωάννη του Θεολόγου κτίστηκε στα χρόνια της τουρκοκρατίας. Πρόκειται για μονόχωρο ναό σε επαφή με το καθολικό της Παναγίας.<br>Σύμφωνα με την κτητορική επιγραφή ο ναός ιδρύθηκε το 1552 με έξοδα κάποιου Θεόδωρου, ενώ οι τοιχογραφίες φιλοτεχνήθηκαν από το ζωγράφο Ευστάθιο Ιακώβου πρωτονοτάριο Άρτας που εργάστηκε και στη μονή Παναγίας Μολυβδοσκέπαστης στην Ήπειρο.<br>Ο ναός είναι κατάγραφος με τοιχογραφίες που καλύπτουν και την εξωτερική όψη της δυτικής τοιχοποιίας του. Το εικονογραφικό πρόγραμμα διατάσσεται σε τρεις ζώνες και είναι ιδιαίτερα εκτεταμένο με σκηνές από το βίο του Χριστού, τα θαύματα και τους πειρασμούς. Εξωτερικά, αξίζει να σημειωθεί η παράσταση του Άγιου Σισώη μπροστά στον τάφο του Μεγάλου Αλεξάνδρου, θέμα που εμφανίζεται στην εικονογραφία συχνά από τον 15ο αιώνα και έπειτα."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.27341899999999,
        40.521666,
        0
      ]
    },
    "properties": {
      "name": "Αρχοντικό Τσιατσιαπά",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Το αρχοντικό Τσιατσιαπά -ή Μόραλη, σύμφωνα με το επώνυμο του πρώτου ιδιοκτήτη- βρίσκεται κατά μήκος της παραλιακής οδού της βόρειας πλευράς της Καστοριάς, στην παραδοσιακή περιοχή Απόζαρι και αποτελεί ένα λαμπρό δείγμα της κοσμικής αρχιτεκτονικής του 18ου αι., που αντανακλά την οικονομική ευρωστία της εμπορικής τάξης που ακμάζει εξαιτίας των νέων κοινωνικών, οικονομικών και πνευματικών συνθηκών. Το έτος 1754 αναγράφεται σε ανάγλυφη επιγραφή σε γωνιόλιθο της νοτιοδυτικής γωνίας του.<br>Είναι ένα τριώροφο αρχοντικό με κάτοψη ορθογωνική με τονισμένο τον οριζόντιο άξονα. Στο δεύτερο όροφο του αρχοντικού διατηρείται το μεγαλύτερο μέρος του ζωγραφικού διακόσμου στις επιφάνειες των τοίχων, αλλά και σε όλες τις ξύλινες κατασκευές, όπως τα ταβάνια, τις μεσάντρες και τις θύρες. Ο ζωγραφικός διάκοσμος του αρχοντικού χρονολογείται στα 1798, σύμφωνα με την επιγραφή που βρίσκεται σε διάχωρο του νοτιοδυτικού δωματίου. <br> Στη ζωγραφική ζωφόρο του αρχοντικού Τσιατσιαπά κυριαρχούν τα καθαρά διακοσμητικά φυτικά θέματα, τα ανθοδοχεία και τα κάνιστρα με τα φρούτα, παραστάσεις με πόλεις και αρχιτεκτονήματα, αναπαραστάσεις ζωϊκής μορφής, θέματα που σχετίζονται με συμβολισμούς και λαϊκές παραδόσεις. Η ζωγραφική στους τοίχους του αρχοντικού εντάσσεται στην κοσμική ζωγραφική που συνδυάζει στοιχεία από την τοπική παράδοση, τη δυτικοευρωπαϊκή τέχνη, με κυρίαρχη την έκφραση του «μπαρόκ» - στην τελευταία του φάση του ροκοκό- και την ανατολίτικη τέχνη. Σχετίζεται αφ’ ενός με τις διακοσμητικές τάσεις των μεγάλων κέντρων της Δύσης, και αφ’ ετέρου με τη διακόσμηση των σουλτανικών ανακτόρων της πρωτεύουσας. "
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.2735779,
        40.5212777,
        0
      ]
    },
    "properties": {
      "name": "Εισόδια της Θεοτόκου",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο μονόχωρος ναός με νάρθηκα των Εισοδίων Θεοτόκου, γνωστός και ως του Τσιατσιαπά, οικοδομήθηκε στις αρχές του 17ου αιώνα στην βορειανατολική πλευρά της λίμνης της Καστοριάς (Απόζαρι). Αποτελούσε καθολικό μονής και ήταν μετόχι της Ι. Μ. Αγίας Αικατερίνης του Σινά. Διατηρεί εσωτερικό τοιχογραφικό διάστημα που εντάσσεται χρονολογικά και τεχνοτροπικά σε τρεις χρονικές περιόδους. Η παλαιότερη φάση της τοιχογράφησης (περί το 1610 – 1612), έργο ενός ζωγράφου, ανήκει στον κυρίως ναό και οι δύο επόμενες και πλουσιότερες (1613/1614), έργο δύο αγιογράφων, διακοσμούν το νάρθηκα. Η εξωτερική τοιχογραφία χρονολογείται σύμφωνα με επιγραφή το 1627. Η ζωγραφική εντάσσεται στην επικρατούσα παράδοση της μακεδονικής ζωγραφικής του 16ου και 17ου αιώνα εμπλουτισμένη με νεότερα στοιχεία που προαναγγέλουν τις τεχνοτροπικές τάσεις του δεύτερου μισού του 17ου αιώνα.<br>\tΤο, εξαιρετικής τέχνης, ξυλόγλυπτο και επιχρυσωμένο τέμπλο με την τριμερή καθ’ ύψος διαίρεση και τις θύρες της Ωραίας Πύλης και της Πρόθεσης, χρονολογημένο στο τρίτο τέταρτο περίπου του 17ου αιώνα, αντανακλά την ευμάρεια των πιστών χορηγών του. "
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.268785999999977,
        40.520096,
        0
      ]
    },
    "properties": {
      "name": "Παναγία Ενορίας Αγ. Αναργύρων",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Στην περιοχή του Ξενία, πλησίον του Βυζαντινού Μουσείου Καστοριάς και εντός της βυζαντινής οχύρωσης εντοπίζεται ο ναός της Παναγίας. Ανήκει στον αρχιτεκτονικό τύπο της μονόχωρης ξυλόστεγης βασιλική με ημικυκλική κόγχη στα ανατολικά και μεταγενέστερο πλάγιο νάρθηκα στα βόρεια. Άγνωστη παραμένει η χρονολογία οικοδόμησης του μνημείου, καθώς απουσιάζουν σχετικές πληροφορίες.<br>\tΣε άγνωστη χρονική στιγμή ο ναός υφίσταται εκτεταμένη φθορά και ανακαινίζεται πλήρως εκτός του ανατολικού τοίχου με τη συνδρομή τεσσάρων «τιμιωτάτων και ευγενεστάτων αρχόντων» σύμφωνα με την κτητορική επιγραφή στο υπέρθυρο της εισόδου του βορείου τοίχου του κυρίως ναού για να παραδοθεί ολοκληρωμένο το Σεπτέμβριο του 1634<br>Σε επόμενη οικοδομική φάση προστίθεται ο πλάγιος νάρθηκας λόγω της ιδιαίτερης γεωμορφολογίας του εδάφους, καθώς η εκκλησία βρίσκεται σε επικλινές έδαφος. Η ανάγνωση από παλαιότερους ερευνητές της δεύτερης κτητορικής επιγραφής, αρκετά κατεστραμμένης σήμερα, δίνει ως χρονολογία για την προσθήκη του νάρθηκα τη 25η Απριλίου 1657 , ενώ χορηγοί για την κατασκευή και τοιχογράφηση του αναφέρονται ο ιερέας Γεώργιος και μέλη της οικογένειάς του.<br> Το μνημείο σήμερα διασώζει τοιχογραφικό διάκοσμο στον χώρο του Ιερού Βήματος στο βόρειο και δυτικό τοίχο του κυρίως ναού και αποσπασματικά στο νότιο τοίχο. Στο νάρθηκα αγιογραφίες εντοπίζονται στη μεσοτοιχία με τον κυρίως ναό και τμηματικά στο δυτικό του τοίχο. <br>Το σύνολο των εργασιών συντήρησης ανέδειξε το σύνολο του ζωγραφικού διακόσμου του μνημείου και ιδιαίτερα την ποιότητα των τοιχογραφιών στον ανατολικό τοίχο του Ιερού Βήματος που χρονολογούνται βάσει τεχνοτροπικών στοιχείων στο πρώτο μισό του 16ου αιώνα. <br>Στη δεύτερη φάση διακοσμούνται με τοιχογραφίες ο βόρειος και νότιος τοίχος του Ιερού και του κυρίως ναού και ο δυτικό τοίχος, όπου απεικονίζονται στην κατώτερη ζώνη ολόσωμοι άγιοι και αγίες και χαμηλότερα φυτικό διακοσμητικό μοτίβο, στην μεσαία ζώνη Ευαγγελικές σκηνές ( βίος και θαύματα του Χριστού) μαζί με παραστάσεις από τα εωθινά. <br>Στον νάρθηκα εικονογραφούνται θέματα από το βίο της Θεοτόκου και η Δευτέρα Παρουσία. Ενδιαφέρον παρουσιάζουν οι παραστάσεις ατομικών κολασμών που καλύπτουν την κατώτερη ζώνη της Δευτέρας Παρουσίας, όπου μετά τη συντήρηση των τοιχογραφιών αποκαλύφθηκαν νέες απεικονίσεις. "
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.271232000000055,
        40.519376,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Απόστολοι",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Ο μονόχωρος ξυλόστεγος ναός των Αγίων Αποστόλων βρίσκεται στη βόρεια πλευρά της χερσονήσου της πόλης της Καστοριάς στην ενορία Ελεούσας και είναι αφιερωμένος στους αποστόλους Πέτρο και Παύλο. Οικοδομήθηκε τον 16ο αιώνα και τοιχογραφήθηκε από τον ονομαστό ζωγράφο Ονούφριο στα 1547 σύμφωνα με την κτητορική επιγραφή, που βρίσκεται στο μέσο του βόρειου τοίχου. Το εικονογραφικό πρόγραμμα ακολουθεί το καθιερωμένο των βυζαντινών και μεταβυζαντινών ναών με ορισμένες ιδιαιτερότητες που οφείλονται στην ευρύτατη παιδεία, καλλιτεχνική δεινότητα και ανώτερη ευφυία του ζωγράφου. Υπάρχουν επιλεκτικά σκηνές από το λειτουργικό κύκλο, το Δωδεκάορτο αλλά και μεμονωμένες μορφές αγίων, μαρτύρων και ιεραρχών. Εντυπωσιακή είναι η παράσταση της Αγίας Τριάδας στο αέτωμα του δυτικού τοίχου που εμπεριέχει υψηλά συμβολικά και θεολογικά νοήματα.<br>\tΟ διάκοσμος του ναού χαρακτηρίζεται από υψηλή καλλιτεχνική ποιότητα, ανώτερη αισθητική και θεολογική αξία, ενδεικτική της φήμης που είχε ο ο Ονούφριος στα μέσα του 16ου αιώνα στον ευρύτερο χώρο της Βαλκανικής."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.267387999999983,
        40.519403,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος του Μαγαλείου",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Πρόκειται για τρεις μονόχωρες βασιλικές που ο ζωγραφικός τους διάκοσμος φιλοτεχνήθηκε σύμφωνα με τους μελετητές από τους καλλιτέχνες του εργαστηρίου της Καστοριάς (Σχολή Καστοριάς). Το εργαστήριο αυτό δραστηριοποιείται από το 1483- 1510 στην περιοχή των Βαλκανίων με έδρα πιθανόν την Καστοριά, όπου σώζονται και τα καλύτερα του έργα . Ό Άγιος Νικόλαος της μοναχής Ευπραξίας, πιθανόν τοιχογραφημένος από δυο ζωγράφους, αποτελεί ακέραιο ζωγραφικό σύνολο και αντιπροσωπεύει το κλασικό ύφος του εργαστηρίου. Στον Άγιο Νικόλαο της αρχόντισσας Θεολογίνας, στο καστοριανό εργαστήριο αποδίδεται μόνον η παράσταση της Βαϊοφόρου στο βόρειο τοίχο. Τέλος, στο καλά διατηρημένο τοιχογραφικό σύνολο του Αγίου Νικολάου του Μαγαλειού, η τεχνοτροπία του ίδιου εργαστηρίου είναι λιγότερο κλασική. <br><br>Το εργαστήριο της Καστοριάς με την ποιότητα της καλλιτεχνικής δημιουργίας του που διατήρησε στενή σχέση με τη βυζαντινή παράδοση τόσο εικονογραφικά όσο και εν γένει στην τεχνική, ανέδειξε την Καστοριά ως αξιόλογο αστικό κέντρο τα πρώτα χρόνια της τουρκοκρατίας. Ο αστικός χαρακτήρας της τέχνης του είναι εμφανής στις λόγιες επιγραφές, στην πολυτέλεια των υφασμάτων και στις σχέσεις του με δυτικούς εκφραστικούς τρόπους. Ανανέωσε την καλλιτεχνική παράδοση της Μακεδονίας κατά το 15ο αιώνα, καθώς συνδέεται με τη διακόσμηση αρκετά μεγάλου αριθμού μνημείων σε όλη τη Βαλκανική. Η έδρα του εργαστηρίου βρισκόταν στην Καστοριά, όπου σώζονται και τα καλύτερα δείγματα της δραστηριότητάς του και η καλλιτεχνική του δημιουργία εξαπλώθηκε στην ευρύτερη περιοχή των Βαλκανίων. Τα τρία μνημεία αποτελούν ένα σύνολο, στα οποία μπορεί κανείς να διακρίνει την πορεία του εργαστηρίου με περισσότερο ή λιγότερα κλασικά έργα στο συγκεκριμένο χρόνο της δραστηριότητάς του ( τέλη του 15ου με αρχές του 16ου αιώνα) στην περιοχή των Βαλκανίων."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.269176000000016,
        40.519431,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος μοναχής Ευπραξίας",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Πρόκειται για τρεις μονόχωρες βασιλικές που ο ζωγραφικός τους διάκοσμος φιλοτεχνήθηκε σύμφωνα με τους μελετητές από τους καλλιτέχνες του εργαστηρίου της Καστοριάς (Σχολή Καστοριάς). Το εργαστήριο αυτό δραστηριοποιείται από το 1483- 1510 στην περιοχή των Βαλκανίων με έδρα πιθανόν την Καστοριά, όπου σώζονται και τα καλύτερα του έργα . Ό Άγιος Νικόλαος της μοναχής Ευπραξίας, πιθανόν τοιχογραφημένος από δυο ζωγράφους, αποτελεί ακέραιο ζωγραφικό σύνολο και αντιπροσωπεύει το κλασικό ύφος του εργαστηρίου. Στον Άγιο Νικόλαο της αρχόντισσας Θεολογίνας, στο καστοριανό εργαστήριο αποδίδεται μόνον η παράσταση της Βαϊοφόρου στο βόρειο τοίχο. Τέλος, στο καλά διατηρημένο τοιχογραφικό σύνολο του Αγίου Νικολάου του Μαγαλειού, η τεχνοτροπία του ίδιου εργαστηρίου είναι λιγότερο κλασική. <br><br>Το εργαστήριο της Καστοριάς με την ποιότητα της καλλιτεχνικής δημιουργίας του που διατήρησε στενή σχέση με τη βυζαντινή παράδοση τόσο εικονογραφικά όσο και εν γένει στην τεχνική, ανέδειξε την Καστοριά ως αξιόλογο αστικό κέντρο τα πρώτα χρόνια της τουρκοκρατίας. Ο αστικός χαρακτήρας της τέχνης του είναι εμφανής στις λόγιες επιγραφές, στην πολυτέλεια των υφασμάτων και στις σχέσεις του με δυτικούς εκφραστικούς τρόπους. Ανανέωσε την καλλιτεχνική παράδοση της Μακεδονίας κατά το 15ο αιώνα, καθώς συνδέεται με τη διακόσμηση αρκετά μεγάλου αριθμού μνημείων σε όλη τη Βαλκανική. Η έδρα του εργαστηρίου βρισκόταν στην Καστοριά, όπου σώζονται και τα καλύτερα δείγματα της δραστηριότητάς του και η καλλιτεχνική του δημιουργία εξαπλώθηκε στην ευρύτερη περιοχή των Βαλκανίων. Τα τρία μνημεία αποτελούν ένα σύνολο, στα οποία μπορεί κανείς να διακρίνει την πορεία του εργαστηρίου με περισσότερο ή λιγότερα κλασικά έργα στο συγκεκριμένο χρόνο της δραστηριότητάς του ( τέλη του 15ου με αρχές του 16ου αιώνα) στην περιοχή των Βαλκανίων."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        21.27244399999995,
        40.518479,
        0
      ]
    },
    "properties": {
      "name": "Αγ. Νικόλαος Αρχόντισσας Θεολογίνας",
      "styleUrl": "#icon-503-DB4436",
      "styleHash": "-12a4d528",
      "description": "Πρόκειται για τρεις μονόχωρες βασιλικές που ο ζωγραφικός τους διάκοσμος φιλοτεχνήθηκε σύμφωνα με τους μελετητές από τους καλλιτέχνες του εργαστηρίου της Καστοριάς (Σχολή Καστοριάς). Το εργαστήριο αυτό δραστηριοποιείται από το 1483- 1510 στην περιοχή των Βαλκανίων με έδρα πιθανόν την Καστοριά, όπου σώζονται και τα καλύτερα του έργα . Ό Άγιος Νικόλαος της μοναχής Ευπραξίας, πιθανόν τοιχογραφημένος από δυο ζωγράφους, αποτελεί ακέραιο ζωγραφικό σύνολο και αντιπροσωπεύει το κλασικό ύφος του εργαστηρίου. Στον Άγιο Νικόλαο της αρχόντισσας Θεολογίνας, στο καστοριανό εργαστήριο αποδίδεται μόνον η παράσταση της Βαϊοφόρου στο βόρειο τοίχο. Τέλος, στο καλά διατηρημένο τοιχογραφικό σύνολο του Αγίου Νικολάου του Μαγαλειού, η τεχνοτροπία του ίδιου εργαστηρίου είναι λιγότερο κλασική. <br><br>Το εργαστήριο της Καστοριάς με την ποιότητα της καλλιτεχνικής δημιουργίας του που διατήρησε στενή σχέση με τη βυζαντινή παράδοση τόσο εικονογραφικά όσο και εν γένει στην τεχνική, ανέδειξε την Καστοριά ως αξιόλογο αστικό κέντρο τα πρώτα χρόνια της τουρκοκρατίας. Ο αστικός χαρακτήρας της τέχνης του είναι εμφανής στις λόγιες επιγραφές, στην πολυτέλεια των υφασμάτων και στις σχέσεις του με δυτικούς εκφραστικούς τρόπους. Ανανέωσε την καλλιτεχνική παράδοση της Μακεδονίας κατά το 15ο αιώνα, καθώς συνδέεται με τη διακόσμηση αρκετά μεγάλου αριθμού μνημείων σε όλη τη Βαλκανική. Η έδρα του εργαστηρίου βρισκόταν στην Καστοριά, όπου σώζονται και τα καλύτερα δείγματα της δραστηριότητάς του και η καλλιτεχνική του δημιουργία εξαπλώθηκε στην ευρύτερη περιοχή των Βαλκανίων. Τα τρία μνημεία αποτελούν ένα σύνολο, στα οποία μπορεί κανείς να διακρίνει την πορεία του εργαστηρίου με περισσότερο ή λιγότερα κλασικά έργα στο συγκεκριμένο χρόνο της δραστηριότητάς του ( τέλη του 15ου με αρχές του 16ου αιώνα) στην περιοχή των Βαλκανίων."
    }
  }
];
